[

  {"id": "1","name": "University Of Oslo", "logo": "assets/img/partners/oslo_logo.png", "url": "http://www.uio.no/english/", "about": ""},
  {"id": "2","name": "WHO", "logo": "assets/img/partners/who.png", "url": "http://www.who.int/", "about": "We are building a better, healthier future for people all over the world. Working with 194 Member States, across six regions, and from more than 150 offices, WHO staff are united in a shared commitment to achieve better health for everyone, everywhere. Together we strive to combat diseases – communicable diseases like influenza and HIV, and noncommunicable diseases like cancer and heart disease. We help mothers and children survive and thrive so they can look forward to a healthy old age. We ensure the safety of the air people breathe, the food they eat, the water they drink – and the medicines and vaccines they need."},
  {"id": "3", "name":"MDH", "logo":"assets/img/partners/mdh.jpeg", "url": "https://mdh-tz.org/", "about": "Management and Development for Health (MDH) is a leading non-profit Tanzanian public health organization that focuses primarily on public health service, education and research in the United Republic of Tanzania.  MDH seeks to advance the public health and health care interests of the people of Tanzania through collaboration with the Government of Tanzania, nongovernmental institutions, academic institutions, and the private sector."},
  {"id": "4", "name": "J.hopkins", "logo": "assets/img/partners/Jhopkins.png", "url": "http://www.jhopkins.com/", "about": "What do you look for in a REALTOR? In many years of professional real estate sales, John Hopkins has asked a lot of people that question. Their common answers - Expertise, Honesty, Hard Work, Professionalism and Commitment - are the five founding principles of J. Hopkins & Associates."},
  {"id": "5", "name": "Pact", "logo": "assets/img/partners/pact.jpeg", "url": "http://www.pactworld.org/", "about": "A nonprofit international development organization founded in 1971, Pact works on the ground in nearly 40 countries to improve the lives of those who are challenged by poverty and marginalization. We strive for a world where all people are heard, capable and vibrant."},
  {"id": "6", "name": "EGPAF", "logo": "assets/img/partners/EGPAF.png", "url": "https://www.rti.org/", "about": "The Elizabeth Glaser Pediatric AIDS Foundation seeks to end global pediatric HIV/AIDS through prevention and treatment programs, research, and advocacy."}
]

