[
  {
    "id": "who_apps",
    "name": "WHO APPS",
    "img_url": "assets/img/products/metabase_repository.png",
    "client": "",
    "description": "In collaboration with University of Oslo, HISP Tanzania has worked for WHO to develop DHIS2 applications i.e Metadata repository and Health apps.",
    "site_url": "/",
    "apps":[
      {
        "id": "medabase",
        "description": "DHIS 2 Platform based HTML App for management of Metadata Repository hosting metadata from multiple dhis2 implementations for reuse within few clicks.The Application is powered by AngularJS, HTML5 and CSS3",
        "features": [
          "Support for user friendly outline of package with essential details",
          "User friendly import results preview",
          "Support for Import and Preview Import",
          "Support for classification of metadata",
          "Support for data table preview of metadata in packages",
          ""
        ]
      }
    ],
    "appstoreUrl": "https://appstore.hisptanzania.com/#/apps/metabase",
    "projectFeatures": []
  },
  {
    "id": "Chandarua_accountability_dashboards",
    "name": "Chandarua Accountability dashboards",
    "img_url": "",
    "client": "",
    "description": "Worked with Malaria team from Tanzania mainland and Zanzibar Ministry of Health in developing chandarua accountability dashboards..",
    "site_url": "",
    "work_scope":[]
  }, {
    "id": "ovc_by_ussd",
    "name": "Tracking Orphans and Vulnerable Children (OVC) using USSD application",
    "img_url": "",
    "client": "",
    "description": "Worked with PACT Tanzania to implement a system tracking OCV country-wide(Ismail please confirm) using USSD application.",
    "site_url": "",
    "work_scope":[]
  }, {
  "id": "Dreams_database",
  "name": "DREAM DATABASE",
  "img_url": "",
  "client": "",
  "description": "Commissioned by Management and Development for Health (MDH),the project involves the design, development and implementation of a web based database for monitoring DREAMS indicators. Determine Resilient Empowered AIDS-free Mentored and Safe (DREAMS) is an initiative that works towards reducing incidence of HIV infection by 40% among adolescent girls and young women (AGYW) aged 10 to 24 years by September 2017. The database is powered by the open source DHIS2 platform with capabilities to synchronize with the national database.",
  "site_url": "/",
  "work_scope":[]
}
]

